org-roam.bak/20200528025412-work_life_balance.org
:PROPERTIES:
:ID:       ef192796-53dc-4c10-a420-46abdbcbefc3
:END:
#+TITLE: work-life balance
* GAS
** da distribuire tra 4 fornelli
*** Relazioni
*** Lavoro
*** Salute
*** Hobbies
* 3 abitudini per una vita piu' bilanciata
** creare obblighi
    deadlines e migliorare in ogni cosa
    * logs
      You do not rise to the level of your goals you fall to the level of your system
*** Allenamenti
***
*** Hobbies
    gli obblighi possono rovinarli
    lasciare che si prendano il loro tempo naturalmente
** Pressione, da dove viene
    gelosia?
    inadeguatezza?
    FOMO?
        * fear of missing out
*** La metrica del tuo valore non deve venire dall'esteno
**** Acceleration Addiction
    nel tempo gli stessi obbiettivi perdono valore
    non e' mai abbastanza
    il valore deve essere trovato altrove
** Lista di cose di valore
    in modo da non perderle di vista
*** low value activities
    queste vanno tagliate se necessario
** when you work: work intensly
    l'intensita' e' importante
    crea un piano ed eseguilo al meglio


* Puoi fare qualsiasi cosa, ma non tutto
