content/posts/20200528025412-work_life_balance.md
+++
title = "work-life balance"
author = ["Daniel Biasiotto"]
draft = false
+++

## GAS {#gas}


### da distribuire tra 4 fornelli {#da-distribuire-tra-4-fornelli}


#### Relazioni {#relazioni}


#### Lavoro {#lavoro}


#### Salute {#salute}


#### Hobbies {#hobbies}


## 3 abitudini per una vita piu' bilanciata {#3-abitudini-per-una-vita-piu-bilanciata}


### creare obblighi {#creare-obblighi}

deadlines e migliorare in ogni cosa

-   logs
    You do not rise to the level of your goals you fall to the level of your system


#### Allenamenti {#allenamenti}

**\***


#### Hobbies {#hobbies}

gli obblighi possono rovinarli
lasciare che si prendano il loro tempo naturalmente


### Pressione, da dove viene {#pressione-da-dove-viene}

gelosia?
inadeguatezza?
FOMO?

-   fear of missing out


#### La metrica del tuo valore non deve venire dall'esteno {#la-metrica-del-tuo-valore-non-deve-venire-dall-esteno}


##### Acceleration Addiction {#acceleration-addiction}

nel tempo gli stessi obbiettivi perdono valore
non e' mai abbastanza
il valore deve essere trovato altrove


### Lista di cose di valore {#lista-di-cose-di-valore}

in modo da non perderle di vista


#### low value activities {#low-value-activities}

queste vanno tagliate se necessario


### when you work: work intensly {#when-you-work-work-intensly}

l'intensita' e' importante
crea un piano ed eseguilo al meglio


## Puoi fare qualsiasi cosa, ma non tutto {#puoi-fare-qualsiasi-cosa-ma-non-tutto}